[
  {
    "id": 1,
    "name_product": "Кроссовки",
    "description": "Данные модные кроссовки для девочек порадуют любую модницу актуальной пудровой расцветкой и удобством. Модель выполнена из прочной экокожи и дополнена толстой подошвой. Представленные светлые кроссовки на девочку завязываются на шнурки и липучку, поэтому могут быстро регулироваться по ноге. Давно прошли времена, когда подобная обувь носилась только со спортивной одеждой. Сейчас такие массивные кроссовки для девочки можно сочетать с платьями и юбками, что не только не будет выглядеть нелепо, но и добавит образу особый шарм. Изделие имеет нескользящую подошву, поэтому эти стильные детские кроссовки подходят для длительных прогулок, занятий спортом, школы.",
    "category": 2,
    "amount": "1386.00"
  },
  {
    "name_product": "Балетки с острым носом",
    "description": "Женские балетки с острым носом Calzature Donna - это актуальный дизайн и премиальное качество, отлично зарекомендовавшие себя у наших покупательниц!Балетки выполнены из высококачественных материалов, благодаря чему займут свое место в гардеробе модницы на несколько сезонов!Классические универсальные цвета балеток сочетаются со всеми видами вещей в гардеробе - с джинсами, юбками, платьями, комбинезонами.Мягкая стелька, невысокий каблук и противоскользящая подошва гарантируют комфортное ношение обуви в течении всего дня, как на прогулке так и в офисе.Система мониторинга качества Calzature Donna контролирует каждый производственный этап, что гарантирует точное соответствие наших изделий российским, европейским и мировым стандартам качества.Уважаемые клиенты, обращаем Ваше внимание на размерный ряд - данные модели рассчитаны на узкую и среднюю полноты, также есть маломерность на 1 размер, просим учитывать при заказе обуви!",
    "category": 5,
    "amount": "1790.00"
  },
  {
    "name_product": "Рубашка \"Арен\" офисная",
    "description": "При выборе размера женской блузки ориентируйтесь на таблицу размеров (фото 3). Блузка женская стильный и неотъемлемый элемент современного базового гардероба, который дополнит городской образ на каждый день, на праздник, подойдет для свиданий, прогулок Блузка с рукавом представлена в категории большие размеры, подойдет обладательницам пышных форм и будущим мамам. Свободный, удлиненный крой блузки не сковывает движений. Блузка для женщин идеальна как для высоких, так и для невысоких. Блуза для женщин из плотного, дышащего хлопка высокого качества обеспечит комфорт в любую погоду. Полиэстер в составе позволяет изделию не терять форму после многочисленных стирок. Женская праздничная отлично дополнит вечерний образ на новый год, на День рождения, на 8 Марта, в театр, на выпускной, в школу для учителя. Блуза женская отлично сочетается с нашим сарафаном, который можно подобрать в нашем магазине, к примеру селена, хэлли, айрис. Блузка офисная и школьная к 1 сентября с рюшами поможет создать строгий, но при этом стильный лук: под пиджак, брюки, юбку и джинсы, благодаря свободному крою подойдет как одежда для беременных, одежда больших размеров, одежда для подростков, для высоких и для невысоких девушек.",
    "category": 1,
    "amount": "1511.00"
  },
  {
    "name_product": "Брюки карго с карманами оверсайз трубы штаны на резинке",
    "description": "КОРРЕКТНАЯ РАЗМЕРНАЯ СЕТКА РАСПОЛОЖЕНА НА 3-ЕЙ ФОТОГРАФИИ. Топовый тренд женские брюки карго оверсайз из хлопка. Новинка нашего бренда – джогеры (cargo) с завышенной талией для девушек пользуется большой популярностью в наше время. Трендовая одежда карго с высокой посадкой для невысоких и с низкой посадкой для высоких – выполнена из натурального и невероятно мягкого хлопка с добавлением полиэстера для износа стойкости. На любой рост садятся и выглядят великолепно. Повседневные брюки карго, плюс футболка свободного кроя и модный образ (комплект) для подростка в школу готов. Штаны свободного кроя, зауженные снизу, по бокам объемные карманы – в таком молодежном наряде вы всегда будете в центре внимания. Классические, нарядные джинсы для подростков – отлично подойдут для спорта, танцев или просто на прогулку. Эстетичная и зауженная форма джоггеров безумно нравится как женщинам так и девочкам. Утягивающая ткань стрейч (трикотаж) – отлично сядет на полных девушек, подчеркнет достоинства и скроет недостатки. Хлопковые, стильные брючки это классика и универсальная вещь на все случаи жизни: можно комбинировать с различной одеждой, дополнив гармонично украшениями, получить многочисленное количество нарядов. Для повседневной носки, деловой стиль, праздничный look, или же образ для фотосессии. Наш новый товар можно носить круглый год, мода всех сезонов: не только зимой, но и осенью, весной а также прохладным или вечерним летом (лето, весна, осень). Женские штаны трубы – идеально подчеркивают бедра, придают стройности и вытягивают силуэт. Подойдут на любой рост: высоких девушек и невысоких. Стильные женские брюки карго оверсайз, джинсы прямые, зауженные регулируемые манжеты, модели изготовленны из хлопка. Штаны хорошо сочетаются с худи, топиком, футболкой свободного кроя или же приталенной кофточкой. Женские брюки карго нашего бренда отличаются стильным хип хоп дизайном, удобством и качеством исполнения. Широкие бойфрэнды карго с комфортной посадкой и длинными свободными штанинами придают стройности и вытягивают силуэт, создают пушап эффект на попе. Вы можете купить легкие осенние кроссовки, либо стильные летние кеды со шнуровкой и комбинировать разные образы с нашими чудесными брючками. Большой выбор нарядов на каждый день, вам точно обеспечен. Щтаны денские корго брбки хаки это мода 2023. Эти джоггеры широкие весенние бежевые штоны kargo на низкой посадке наш фирменный, на который бывает распродажа женская одежда вещи женские. Эти брюкт демисезонные палацо бойфренды mom fit напоминают бархатные винтажные. Джинсы парашюты не похожи на кожаные из экокожи прозрачные дешевые вещи, в них модно и комфортно в зимние время, брюкиженские на завязках плотные. Бананы карги палаццо клеш от колена будет как подарок жен так и детские синие. Яркие светлые серые белые джокеры палаццо шаровары карги бежевые пользуются как узкие, короткие школьная неоновая одежда. Будут удобны для беременных, как домашние скинни, слоучи с защипами и 2 спортивки зебра клешь. Непромокаемые коричневые шелковые чинос. Эффективны для похудения фитнеса красные кожанные, удобны для дома коричневые или фиолетовые, все султанки джогерры прямого кроя кюлоты хорошие и удобные. Широкие укороченные темно коричневые камуфляжные военные скини всегда будут пользоваться спросом, так как милитари молочные с вырезом цветные необходимы каждой красотки. Офисные с лампасами розовые с разрезами спереди похожи на аниме с принтом лапша зеленые. Женская одежда качества Турция легко заменят шорты и юбка для бега и это приятно дешево по акция. Экокожа danage блестящие оливковый штаны с карманами, но не такие пижамные лен галифе голубые 140. (боюки, штанв однжда, бруки, брюки карго женские, cargo pants, cargo, брюки с карманами, карго хип хоп) Лосины болоневые в клеточку вельветовые напоминают атласные в клетку офисные леггинсы.",
    "category": 2,
    "amount": "2028.00"
  }
]
